
TRIGGERS = ('джарвис', 'джар', 'железка', 'хрень', 'очкошник ')

COMMANDS_FOR_DO = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

DATA_SET = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "open_browser": ('открой браузер', 'запусти браузер'),
    "weather": ("сколько градусов на улице", "какая погода сейчас", "что там на улице", "какая погода на улице", "погода"),
    "music": ("включи музыку", 'воспроизведи трек', 'включи трек', 'включи spotyfi'),
    "yandex": ("яндекс", 'яндекс браузер'),
    "chrom": ("хром", 'гугл', 'гугл хром'),
    "edge": ("эйдж", "майкрасофт", "браузер майкрасофт"),
    "stop": ("закончит работу", "пока", "спать", "выключится", "стоп"),
}

HELP = "Я умею вытворять разные вещи: Работать с браузером. Говорить время. Так же я умею погоду +называть. И запускать музыкуу "
